Repository: bannzai/mementomorning
Catalog: MementoMorning/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

source: The alarm keeps returning until you answer.
ar: سيعود المنبّه للرنين حتى تجيب.
ca: L'alarma tornarà a sonar fins que responguis.
cs: Budík se bude znovu ozývat, dokud neodpovíš.
da: Alarmen vender tilbage, indtil du svarer.
de: Der Wecker ertönt immer wieder, bis du antwortest.
el: Το ξυπνητήρι θα επανέρχεται μέχρι να απαντήσεις.
es: La alarma volverá a sonar hasta que respondas.
es_419: La alarma volverá a sonar hasta que respondas.
fi: Herätys hälyttää yhä uudelleen, kunnes vastaat.
fr: L’alarme retentira à nouveau jusqu’à ce que vous répondiez.
he: השעון המעורר יצלצל שוב ושוב עד שתענה.
hi: आपके जवाब देने तक अलार्म बार-बार बजता रहेगा।
hr: Alarm će se ponavljati dok ne odgovoriš.
hu: Az ébresztő újra és újra megszólal, amíg nem válaszolsz.
id: Alarm akan terus berbunyi lagi sampai kamu menjawab.
it: La sveglia continuerà a suonare finché non rispondi.
ja: 答えるまで、アラームは鳴り続けます
ko: 답할 때까지 알람이 계속 다시 울려요.
ms: Penggera akan terus berbunyi semula sehingga anda menjawab.
nb: Alarmen kommer tilbake helt til du svarer.
nl: Het alarm blijft terugkomen totdat je antwoordt.
pl: Alarm będzie powracał, dopóki nie odpowiesz.
pt_br: O alarme continuará tocando até você responder.
pt_pt: O alarme continuará a tocar até responderes.
ro: Alarma va reveni până când răspunzi.
ru: Будильник будет снова срабатывать, пока вы не ответите.
sk: Budík sa bude znova ozývať, kým neodpovieš.
sv: Alarmet återkommer tills du svarar.
th: นาฬิกาปลุกจะดังซ้ำจนกว่าคุณจะตอบ
tr: Sen cevap verene kadar alarm tekrar tekrar çalar.
uk: Будильник знову спрацьовуватиме, доки ви не відповісте.
vi: Chuông báo thức sẽ liên tục reo lại cho đến khi bạn trả lời.
zh_hans: 在你回答之前，闹钟会不断再次响起。
zh_hant: 在你回答之前，鬧鐘會不斷再次響起。
zh_hk: 你回答之前，鬧鐘會不斷再次響起。

source: The camera isn't available, so answer in text.
ar: الكاميرا غير متاحة، لذا أجب نصيًا.
ca: La càmera no està disponible, així que respon amb text.
cs: Kamera není dostupná, odpověz tedy textem.
da: Kameraet er ikke tilgængeligt, så svar med tekst.
de: Die Kamera ist nicht verfügbar, antworte daher in Textform.
el: Η κάμερα δεν είναι διαθέσιμη, οπότε απάντησε με κείμενο.
es: La cámara no está disponible, así que responde por escrito.
es_419: La cámara no está disponible, así que responde por escrito.
fi: Kamera ei ole käytettävissä, joten vastaa tekstinä.
fr: La caméra n’est pas disponible, répondez donc par écrit.
he: המצלמה אינה זמינה, לכן ענה בטקסט.
hi: कैमरा उपलब्ध नहीं है, इसलिए टेक्स्ट में जवाब दें।
hr: Kamera nije dostupna, stoga odgovori tekstom.
hu: A kamera nem érhető el, ezért szövegesen válaszolj.
id: Kamera tidak tersedia, jadi jawab dengan teks.
it: La fotocamera non è disponibile, quindi rispondi per iscritto.
ja: カメラを使えないため、テキストで答えます
ko: 카메라를 사용할 수 없으니 텍스트로 답해주세요.
ms: Kamera tidak tersedia, jadi jawab dalam bentuk teks.
nb: Kameraet er ikke tilgjengelig, så svar med tekst.
nl: De camera is niet beschikbaar, dus beantwoord de vraag in tekst.
pl: Kamera jest niedostępna, więc odpowiedz tekstem.
pt_br: A câmera não está disponível, então responda por texto.
pt_pt: A câmara não está disponível, por isso responde por escrito.
ro: Camera nu este disponibilă, așa că răspunde în scris.
ru: Камера недоступна, поэтому ответьте текстом.
sk: Kamera nie je dostupná, odpovedz preto textom.
sv: Kameran är inte tillgänglig, så svara med text.
th: กล้องไม่พร้อมใช้งาน โปรดตอบเป็นข้อความ
tr: Kamera kullanılamıyor, bu nedenle metin olarak yanıtla.
uk: Камера недоступна, тож дайте відповідь текстом.
vi: Camera không khả dụng, vì vậy hãy trả lời bằng văn bản.
zh_hans: 相机不可用，请用文字回答。
zh_hant: 相機無法使用，請以文字回答。
zh_hk: 相機無法使用，請以文字回答。

source: The purchase couldn't be completed.
ar: تعذّر إكمال عملية الشراء.
ca: No s'ha pogut completar la compra.
cs: Nákup se nepodařilo dokončit.
da: Købet kunne ikke gennemføres.
de: Der Kauf konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της αγοράς.
es: No se ha podido completar la compra.
es_419: No se pudo completar la compra.
fi: Ostosta ei voitu suorittaa loppuun.
fr: L’achat n’a pas pu être effectué.
he: לא ניתן להשלים את הרכישה.
hi: खरीदारी पूरी नहीं की जा सकी।
hr: Kupnju nije moguće dovršiti.
hu: A vásárlást nem sikerült befejezni.
id: Pembelian tidak dapat diselesaikan.
it: Non è stato possibile completare l'acquisto.
ja: 購入を完了できませんでした。
ko: 구매를 완료할 수 없어요.
ms: Pembelian tidak dapat diselesaikan.
nb: Kjøpet kunne ikke fullføres.
nl: De aankoop kon niet worden voltooid.
pl: Nie udało się sfinalizować zakupu.
pt_br: Não foi possível concluir a compra.
pt_pt: Não foi possível concluir a compra.
ro: Achiziția nu a putut fi finalizată.
ru: Не удалось завершить покупку.
sk: Nákup sa nepodarilo dokončiť.
sv: Köpet kunde inte slutföras.
th: ไม่สามารถดำเนินการซื้อให้เสร็จสิ้นได้
tr: Satın alma işlemi tamamlanamadı.
uk: Не вдалося завершити покупку.
vi: Không thể hoàn tất giao dịch mua.
zh_hans: 无法完成购买。
zh_hant: 無法完成購買。
zh_hk: 未能完成購買。

source: The purchase finished, but Premium couldn't be confirmed. Please try restoring purchases later.
ar: اكتملت عملية الشراء، ولكن تعذّر تأكيد Premium. يُرجى محاولة استعادة المشتريات لاحقًا.
ca: La compra ha finalitzat, però no s'ha pogut confirmar Premium. Torna a provar de restaurar les compres més tard.
cs: Nákup byl dokončen, ale Premium se nepodařilo potvrdit. Zkus později obnovit nákupy.
da: Købet blev gennemført, men Premium kunne ikke bekræftes. Prøv at gendanne dine køb senere.
de: Der Kauf wurde abgeschlossen, aber Premium konnte nicht bestätigt werden. Versuche später, deine Käufe wiederherzustellen.
el: Η αγορά ολοκληρώθηκε, αλλά δεν ήταν δυνατή η επιβεβαίωση του Premium. Δοκίμασε να επαναφέρεις τις αγορές σου αργότερα.
es: La compra se completó, pero no se pudo confirmar Premium. Intenta restaurar tus compras más tarde.
es_419: La compra se completó, pero no se pudo confirmar Premium. Intenta restaurar tus compras más tarde.
fi: Osto valmistui, mutta Premiumia ei voitu vahvistaa. Yritä palauttaa ostokset myöhemmin.
fr: L’achat est terminé, mais Premium n’a pas pu être confirmé. Veuillez essayer de restaurer vos achats plus tard.
he: הרכישה הושלמה, אך לא ניתן היה לאמת את Premium. נסה לשחזר את הרכישות מאוחר יותר.
hi: खरीदारी पूरी हो गई है, लेकिन Premium की पुष्टि नहीं की जा सकी। कृपया बाद में अपनी खरीदारी पुनर्स्थापित करने की कोशिश करें।
hr: Kupnja je dovršena, ali Premium nije bilo moguće potvrditi. Pokušaj kasnije obnoviti kupnje.
hu: A vásárlás befejeződött, de a Premiumot nem sikerült megerősíteni. Próbáld később visszaállítani a vásárlásokat.
id: Pembelian selesai, tetapi Premium tidak dapat dikonfirmasi. Coba pulihkan pembelian nanti.
it: L'acquisto è stato completato, ma non è stato possibile confermare Premium. Prova a ripristinare gli acquisti più tardi.
ja: 購入は完了しましたが、プレミアムの反映を確認できませんでした。時間をおいて購入の復元をお試しください。
ko: 구매가 완료되었지만 Premium을 확인할 수 없어요. 나중에 구입 항목을 복원해 보세요.
ms: Pembelian selesai, tetapi Premium tidak dapat disahkan. Sila cuba pulihkan pembelian kemudian.
nb: Kjøpet er fullført, men Premium kunne ikke bekreftes. Prøv å gjenopprette kjøpene senere.
nl: De aankoop is voltooid, maar Premium kon niet worden bevestigd. Probeer je aankopen later te herstellen.
pl: Zakup został ukończony, ale nie udało się potwierdzić Premium. Spróbuj później przywrócić zakupy.
pt_br: A compra foi concluída, mas não foi possível confirmar o Premium. Tente restaurar suas compras mais tarde.
pt_pt: A compra foi concluída, mas não foi possível confirmar o Premium. Tenta restaurar as tuas compras mais tarde.
ro: Achiziția s-a încheiat, dar Premium nu a putut fi confirmat. Încearcă să restaurezi achizițiile mai târziu.
ru: Покупка завершена, но подтвердить Premium не удалось. Попробуйте восстановить покупки позже.
sk: Nákup bol dokončený, ale Premium sa nepodarilo potvrdiť. Skús neskôr obnoviť nákupy.
sv: Köpet slutfördes, men Premium kunde inte bekräftas. Försök att återställa dina köp senare.
th: การซื้อเสร็จสมบูรณ์แล้ว แต่ยืนยัน Premium ไม่ได้ โปรดลองกู้คืนรายการซื้อภายหลัง
tr: Satın alma işlemi tamamlandı ancak Premium doğrulanamadı. Satın alımları daha sonra geri yüklemeyi dene.
uk: Покупку завершено, але підтвердити Premium не вдалося. Спробуйте відновити покупки пізніше.
vi: Đã hoàn tất giao dịch mua, nhưng không thể xác nhận Premium. Hãy thử khôi phục các giao dịch mua sau.
zh_hans: 购买已完成，但无法确认 Premium。请稍后尝试恢复购买。
zh_hant: 購買已完成，但無法確認 Premium。請稍後嘗試回復購買項目。
zh_hk: 購買已完成，但無法確認 Premium。請稍後嘗試回復購買項目。

source: Thirty mornings have passed.
ar: مرّت ثلاثون صباحًا.
ca: Han passat trenta matins.
cs: Uplynulo třicet rán.
da: Tredive morgener er gået.
de: Dreißig Morgen sind vergangen.
el: Έχουν περάσει τριάντα πρωινά.
es: Han pasado treinta mañanas.
es_419: Han pasado treinta mañanas.
fi: Kolmekymmentä aamua on kulunut.
fr: Trente matins se sont écoulés.
he: עברו שלושים בקרים.
hi: तीस सुबहें बीत चुकी हैं।
hr: Prošlo je trideset jutara.
hu: Harminc reggel telt el.
id: Tiga puluh pagi telah berlalu.
it: Sono trascorse trenta mattine.
ja: 30回の朝を重ねました。
ko: 서른 번의 아침이 지났어요.
ms: Tiga puluh pagi telah berlalu.
nb: Tretti morgener har gått.
nl: Er zijn dertig ochtenden voorbijgegaan.
pl: Minęło trzydzieści poranków.
pt_br: Trinta manhãs se passaram.
pt_pt: Passaram trinta manhãs.
ro: Au trecut treizeci de dimineți.
ru: Прошло тридцать утр.
sk: Uplynulo tridsať rán.
sv: Trettio morgnar har gått.
th: ผ่านไปแล้วสามสิบเช้า
tr: Otuz sabah geçti.
uk: Минуло тридцять ранків.
vi: Ba mươi buổi sáng đã trôi qua.
zh_hans: 三十个清晨已经过去了。
zh_hant: 三十個清晨已經過去了。
zh_hk: 三十個早晨已經過去了。

source: This is practice. The video won't be saved.
ar: هذا تدريب. لن يتم حفظ الفيديو.
ca: Això és una pràctica. El vídeo no es desarà.
cs: Toto je cvičení. Video se neuloží.
da: Dette er en øvelse. Videoen bliver ikke gemt.
de: Dies ist eine Übung. Das Video wird nicht gespeichert.
el: Πρόκειται για εξάσκηση. Το βίντεο δεν θα αποθηκευτεί.
es: Esto es una práctica. El vídeo no se guardará.
es_419: Esto es una práctica. El video no se guardará.
fi: Tämä on harjoitus. Videota ei tallenneta.
fr: Ceci est un exercice. La vidéo ne sera pas enregistrée.
he: זהו תרגול. הסרטון לא יישמר.
hi: यह अभ्यास है। वीडियो सहेजा नहीं जाएगा।
hr: Ovo je vježba. Videozapis se neće spremiti.
hu: Ez csak gyakorlás. A videó nem lesz mentve.
id: Ini adalah latihan. Video tidak akan disimpan.
it: Questa è una prova. Il video non verrà salvato.
ja: 練習です。動画は保存されません
ko: 연습이에요. 동영상은 저장되지 않아요.
ms: Ini ialah latihan. Video tidak akan disimpan.
nb: Dette er en øvelse. Videoen blir ikke lagret.
nl: Dit is een oefening. De video wordt niet opgeslagen.
pl: To ćwiczenie. Nagranie nie zostanie zapisane.
pt_br: Isto é um exercício. O vídeo não será salvo.
pt_pt: Isto é um exercício. O vídeo não será guardado.
ro: Acesta este un exercițiu. Videoclipul nu va fi salvat.
ru: Это упражнение. Видео не будет сохранено.
sk: Toto je cvičenie. Video sa neuloží.
sv: Det här är en övning. Videon sparas inte.
th: นี่เป็นการฝึกซ้อม วิดีโอจะไม่ถูกบันทึก
tr: Bu bir alıştırmadır. Video kaydedilmeyecek.
uk: Це вправа. Відео не буде збережено.
vi: Đây là phần luyện tập. Video sẽ không được lưu.
zh_hans: 这是练习。视频不会保存。
zh_hant: 這是練習。影片不會儲存。
zh_hk: 這是練習。影片不會儲存。

source: This morning you said '%@'
ar: قلتَ هذا الصباح «%@»
ca: Aquest matí has dit «%@»
cs: Tvoje dnešní ranní slova: „%@“
da: I morges sagde du '%@'
de: Heute Morgen hast du „%@“ gesagt
el: Σήμερα το πρωί είπες «%@»
es: Esta mañana dijiste «%@»
es_419: Esta mañana dijiste «%@»
fi: Sanoit tänä aamuna ”%@”
fr: Ce matin, vous avez dit « %@ »
he: הבוקר אמרת «%@»
hi: आज सुबह आपने कहा, '%@'
hr: Tvoje jutrošnje riječi: „%@“
hu: Ma reggel ezt mondtad: „%@”
id: Tadi pagi kamu berkata '%@'
it: Stamattina hai detto «%@»
ja: 今朝のあなた『%@』
ko: 오늘 아침에 '%@'라고 말했어요.
ms: Pagi ini anda berkata '%@'
nb: I morges sa du «%@»
nl: Vanmorgen zei je: '%@'
pl: Twoje dzisiejsze poranne słowa: „%@”
pt_br: Hoje de manhã, você disse '%@'
pt_pt: Esta manhã, disseste «%@»
ro: Azi dimineață ai spus „%@”
ru: Сегодня утром вы сказали «%@»
sk: Tvoje dnešné ranné slová: „%@“
sv: I morse sa du ”%@”
th: เช้านี้คุณพูดว่า ‘%@’
tr: Bu sabah '%@' dedin
uk: Сьогодні вранці ви сказали «%@»
vi: Sáng nay bạn đã nói «%@»
zh_hans: 今天早上你说：「%@」
zh_hant: 今天早上你說：「%@」
zh_hk: 今朝你話：「%@」

source: This morning's words
ar: كلمات هذا الصباح
ca: Les paraules d’aquest matí
cs: Slova dnešního rána
da: Denne morgens ord
de: Die Worte von heute Morgen
el: Τα λόγια αυτού του πρωινού
es: Las palabras de esta mañana
es_419: Las palabras de esta mañana
fi: Tämän aamun sanat
fr: Les mots de ce matin
he: מילות הבוקר
hi: आज सुबह के शब्द
hr: Jutarnje riječi
hu: A ma reggeli szavak
id: Kata-kata pagi ini
it: Le parole di questa mattina
ja: 今朝のことば
ko: 오늘 아침의 말
ms: Kata-kata pagi ini
nb: Denne morgenens ord
nl: De woorden van vanochtend
pl: Słowa dzisiejszego poranka
pt_br: As palavras desta manhã
pt_pt: As palavras desta manhã
ro: Cuvintele din această dimineață
ru: Слова сегодняшнего утра
sk: Slová dnešného rána
sv: Den här morgonens ord
th: ถ้อยคำของเช้าวันนี้
tr: Bu sabahın sözleri
uk: Слова цього ранку
vi: Lời của sáng nay
zh_hans: 今早的话
zh_hant: 今早的話
zh_hk: 今朝的話

source: This video is no longer in Photos.
ar: لم يعد هذا الفيديو متوفرًا في تطبيق الصور.
ca: Aquest vídeo ja no és a Fotos.
cs: Toto video už není ve Fotkách.
da: Denne video findes ikke længere i Fotos.
de: Dieses Video ist nicht mehr in Fotos verfügbar.
el: Αυτό το βίντεο δεν υπάρχει πλέον στις Φωτογραφίες.
es: Este vídeo ya no está en Fotos.
es_419: Este video ya no está en Fotos.
fi: Tätä videota ei enää ole Kuvat-apissa.
fr: Cette vidéo n’est plus dans Photos.
he: הסרטון הזה כבר לא נמצא ב״תמונות״.
hi: यह वीडियो अब फ़ोटो में नहीं है।
hr: Ovaj video više nije u aplikaciji Fotografije.
hu: Ez a videó már nem található a Fotókban.
id: Video ini sudah tidak ada lagi di Foto.
it: Questo video non è più presente in Foto.
ja: この動画は写真アプリにありません
ko: 이 동영상은 더 이상 사진 앱에 없어요.
ms: Video ini tiada lagi dalam Foto.
nb: Denne videoen finnes ikke lenger i Bilder.
nl: Deze video staat niet meer in Foto’s.
pl: Tego wideo nie ma już w aplikacji Zdjęcia.
pt_br: Este vídeo não está mais no app Fotos.
pt_pt: Este vídeo já não está na app Fotografias.
ro: Acest videoclip nu mai este în Poze.
ru: Этого видео больше нет в приложении «Фото».
sk: Toto video už nie je vo Fotkách.
sv: Den här videon finns inte längre i Bilder.
th: วิดีโอนี้ไม่มีอยู่ในแอปรูปภาพแล้ว
tr: Bu video artık Fotoğraflar’da yok.
uk: Цього відео більше немає в програмі «Фотографії».
vi: Video này không còn trong Ảnh.
zh_hans: 此视频已不在“照片”中。
zh_hant: 這段影片已不在「照片」中。
zh_hk: 這段影片已不在「相片」中。

source: Time
ar: الوقت
ca: Hora
cs: Čas
da: Tid
de: Uhrzeit
el: Ώρα
es: Hora
es_419: Hora
fi: Aika
fr: Heure
he: שעה
hi: समय
hr: Vrijeme
hu: Idő
id: Waktu
it: Ora
ja: 時刻
ko: 시간
ms: Masa
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
pt_pt: Hora
ro: Oră
ru: Время
sk: Čas
sv: Tid
th: เวลา
tr: Saat
uk: Час
vi: Thời gian
zh_hans: 时间
zh_hant: 時間
zh_hk: 時間

source: Today
ar: اليوم
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
es_419: Hoy
fi: Tänään
fr: Aujourd’hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: I dag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

source: Try again
ar: أعد المحاولة
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Inténtalo de nuevo
es_419: Inténtalo de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도해 주세요
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次
zh_hk: 再試一次

source: Try it once
ar: جرّبه مرة واحدة
ca: Prova-ho un cop
cs: Vyzkoušet jednou
da: Prøv én gang
de: Einmal ausprobieren
el: Δοκίμασέ το μία φορά
es: Probarlo una vez
es_419: Probarlo una vez
fi: Kokeile kerran
fr: Essayer une fois
he: נסה פעם אחת
hi: एक बार आज़माएँ
hr: Isprobaj jednom
hu: Próbáld ki egyszer
id: Coba sekali
it: Provalo una volta
ja: 一度やってみる
ko: 한 번 해봐요
ms: Cuba sekali
nb: Prøv én gang
nl: Een keer proberen
pl: Spróbuj raz
pt_br: Experimente uma vez
pt_pt: Experimenta uma vez
ro: Încearcă o dată
ru: Попробуйте один раз
sk: Vyskúšaj raz
sv: Prova en gång
th: ลองสักครั้ง
tr: Bir kez dene
uk: Спробуйте один раз
vi: Thử một lần
zh_hans: 试一次
zh_hant: 試一次
zh_hk: 試一次

source: Try saving again
ar: حاول الحفظ مرة أخرى
ca: Torna a provar de desar
cs: Zkuste uložit znovu
da: Prøv at gemme igen
de: Erneut speichern
el: Δοκίμασε να αποθηκεύσεις ξανά
es: Intenta guardar de nuevo
es_419: Vuelve a intentar guardar
fi: Yritä tallentaa uudelleen
fr: Réessayer d’enregistrer
he: נסה לשמור שוב
hi: फिर से सेव करने का प्रयास करें
hr: Pokušaj ponovno spremiti
hu: Próbáld újra menteni
id: Coba simpan lagi
it: Prova a salvare di nuovo
ja: 保存をやり直す
ko: 다시 저장해 보세요
ms: Cuba simpan semula
nb: Prøv å lagre på nytt
nl: Probeer opnieuw op te slaan
pl: Spróbuj zapisać ponownie
pt_br: Tente salvar novamente
pt_pt: Tenta guardar novamente
ro: Încearcă să salvezi din nou
ru: Попробуйте сохранить ещё раз
sk: Skús uložiť znova
sv: Försök spara igen
th: ลองบันทึกอีกครั้ง
tr: Tekrar kaydetmeyi dene
uk: Спробуйте зберегти ще раз
vi: Thử lưu lại
zh_hans: 请再次尝试保存
zh_hant: 請再次嘗試儲存
zh_hk: 再試一次儲存

source: Turns your voice into text, on this device.
ar: يحوّل صوتك إلى نص على هذا الجهاز.
ca: Converteix la teva veu en text en aquest dispositiu.
cs: Převádí tvůj hlas na text přímo v tomto zařízení.
da: Gør din stemme til tekst på denne enhed.
de: Wandelt deine Stimme auf diesem Gerät in Text um.
el: Μετατρέπει τη φωνή σου σε κείμενο σε αυτή τη συσκευή.
es: Convierte tu voz en texto en este dispositivo.
es_419: Convierte tu voz en texto en este dispositivo.
fi: Muuttaa äänesi tekstiksi tällä laitteella.
fr: Convertit votre voix en texte sur cet appareil.
he: ממיר את הקול שלך לטקסט במכשיר הזה.
hi: यह आपकी आवाज़ को इसी डिवाइस पर टेक्स्ट में बदलता है।
hr: Pretvara tvoj glas u tekst na ovom uređaju.
hu: A hangodat szöveggé alakítja ezen az eszközön.
id: Mengubah suara kamu menjadi teks di perangkat ini.
it: Trasforma la tua voce in testo su questo dispositivo.
ja: 動画の音声を、端末の中だけで文字にします
ko: 이 기기에서 음성을 텍스트로 변환해요.
ms: Menukar suara anda kepada teks pada peranti ini.
nb: Gjør stemmen din om til tekst på denne enheten.
nl: Zet je stem op dit apparaat om in tekst.
pl: Zamienia twój głos na tekst na tym urządzeniu.
pt_br: Converte sua voz em texto neste dispositivo.
pt_pt: Converte a tua voz em texto neste dispositivo.
ro: Îți transformă vocea în text pe acest dispozitiv.
ru: Преобразует ваш голос в текст на этом устройстве.
sk: Prevedie tvoj hlas na text priamo v tomto zariadení.
sv: Omvandlar din röst till text på den här enheten.
th: แปลงเสียงของคุณเป็นข้อความบนอุปกรณ์นี้
tr: Sesini bu cihazda metne dönüştürür.
uk: Перетворює ваш голос на текст на цьому пристрої.
vi: Chuyển giọng nói của bạn thành văn bản trên thiết bị này.
zh_hans: 在此设备上将你的语音转换为文本。
zh_hant: 在此裝置上將你的語音轉換為文字。
zh_hk: 會在此裝置上將你的語音轉換為文字。

source: Type here
ar: اكتب هنا
ca: Escriu aquí
cs: Napiš sem
da: Skriv her
de: Hier eingeben
el: Γράψε εδώ
es: Escribe aquí
es_419: Escribe aquí
fi: Kirjoita tähän
fr: Écrivez ici
he: כתוב כאן
hi: यहाँ लिखें
hr: Piši ovdje
hu: Írj ide
id: Ketik di sini
it: Scrivi qui
ja: ここに書く
ko: 여기에 입력하세요
ms: Taip di sini
nb: Skriv her
nl: Typ hier
pl: Wpisz tutaj
pt_br: Digite aqui
pt_pt: Escreve aqui
ro: Scrie aici
ru: Введите здесь
sk: Píš sem
sv: Skriv här
th: พิมพ์ที่นี่
tr: Buraya yaz
uk: Введіть тут
vi: Nhập vào đây
zh_hans: 在此输入
zh_hant: 在此輸入
zh_hk: 在這裡輸入

source: Unlimited
ar: غير محدود
ca: Il·limitat
cs: Neomezeně
da: Ubegrænset
de: Unbegrenzt
el: Απεριόριστα
es: Ilimitado
es_419: Ilimitado
fi: Rajattomasti
fr: Illimité
he: ללא הגבלה
hi: असीमित
hr: Neograničeno
hu: Korlátlan
id: Tanpa batas
it: Illimitato
ja: 無制限
ko: 무제한
ms: Tanpa had
nb: Ubegrenset
nl: Onbeperkt
pl: Bez ograniczeń
pt_br: Ilimitado
pt_pt: Ilimitado
ro: Nelimitat
ru: Без ограничений
sk: Neobmedzene
sv: Obegränsat
th: ไม่จำกัด
tr: Sınırsız
uk: Без обмежень
vi: Không giới hạn
zh_hans: 无限
zh_hant: 無限
zh_hk: 無限

source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
es_419: Versión
fi: Versio
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本
zh_hk: 版本

source: Watch the video
ar: شاهد الفيديو
ca: Mira el vídeo
cs: Přehrát video
da: Se videoet
de: Video ansehen
el: Δες το βίντεο
es: Ver el vídeo
es_419: Ver el video
fi: Katso video
fr: Regarder la vidéo
he: צפה בסרטון
hi: वीडियो देखें
hr: Pogledaj video
hu: Videó megtekintése
id: Tonton videonya
it: Guarda il video
ja: 動画を見返す
ko: 동영상 보기
ms: Tonton video
nb: Se videoen
nl: Bekijk de video
pl: Obejrzyj film
pt_br: Assistir ao vídeo
pt_pt: Ver o vídeo
ro: Privește videoclipul
ru: Посмотреть видео
sk: Pozrieť video
sv: Titta på videon
th: ดูวิดีโอ
tr: Videoyu izle
uk: Переглянути відео
vi: Xem video
zh_hans: 观看视频
zh_hant: 觀看影片
zh_hk: 觀看影片

source: Will you do yesterday's answer today?
ar: هل ستفعل اليوم ما أجبتَ به أمس؟
ca: Faràs avui el que vas respondre ahir?
cs: Uskutečníš dnes svou včerejší odpověď?
da: Vil du gøre det i dag, du svarede i går?
de: Wirst du heute umsetzen, was du gestern geantwortet hast?
el: Θα κάνεις σήμερα αυτό που απάντησες χθες;
es: ¿Harás hoy lo que respondiste ayer?
es_419: ¿Harás hoy lo que respondiste ayer?
fi: Teetkö tänään sen, mitä vastasit eilen?
fr: Ferez-vous aujourd’hui ce que vous avez répondu hier ?
he: האם תעשה היום את מה שענית אתמול?
hi: क्या आप आज वही करेंगे, जो आपने कल बताया था?
hr: Hoćeš li danas ostvariti svoj jučerašnji odgovor?
hu: Megteszed ma azt, amit tegnap válaszoltál?
id: Apakah hari ini kamu akan melakukan apa yang kamu jawab kemarin?
it: Farai oggi ciò che hai risposto ieri?
ja: 昨日の回答を、今日やる?
ko: 어제 답한 것을 오늘 실천할까요?
ms: Adakah anda akan melakukan hari ini perkara yang anda jawab semalam?
nb: Vil du gjøre det du svarte i går, i dag?
nl: Ga je vandaag doen wat je gisteren hebt geantwoord?
pl: Czy zrealizujesz dziś swoją wczorajszą odpowiedź?
pt_br: Você fará hoje o que respondeu ontem?
pt_pt: Farás hoje o que respondeste ontem?
ro: Vei face astăzi ceea ce ai răspuns ieri?
ru: Сделаете ли вы сегодня то, что ответили вчера?
sk: Uskutočníš dnes svoju včerajšiu odpoveď?
sv: Kommer du att göra det du svarade i går idag?
th: วันนี้คุณจะทำสิ่งที่ตอบไว้เมื่อวานไหม
tr: Dün verdiğin cevabı bugün gerçekleştirecek misin?
uk: Чи зробите ви сьогодні те, що відповіли вчора?
vi: Hôm nay bạn sẽ làm điều mình đã trả lời hôm qua chứ?
zh_hans: 你今天会做昨天回答的事吗？
zh_hant: 你今天會做昨天回答的事嗎？
zh_hk: 你今天會做昨天回答的事嗎？
